
<html>
	<head>
		<title>Greenshot Hilfe</title>
		
		<style>
		h1, h2, h3, p, li {
			font-family: Tahoma, Arial, Sans-serif;
		}
		h1 {font-size:16px;}
		h2 {font-size:14px;color:#009900;}
		h3 {font-size:12px;}
		p, li {font-size:12px;}
		a:link, a:hover, a:visited, a:active {color:#009900;}
		
		</style>
	</head>
	<body>

	<a href="http://sourceforge.net"><img src="http://sflogo.sourceforge.net/sflogo.php?group_id=191585&amp;type=2" width="125" height="37" border="0" alt="SourceForge.net Logo" /></a>

	<h1>Greenshot Hilfe</h1>
	
	<h2>Modi</h2>
	
	<h3>Bereichsmodus</h3>
	
	<p>
		Aktivieren Sie den Bereichsmodus, indem Sie die <em>Druck</em>-Taste auf 
		Ihrer Tastatur bet&auml;tigen oder <em>Bereich abfotografieren</em> aus dem
		Kontextmen&uuml; w&auml;hlen.<br>
		Dr&uuml;cken und halten Sie die linke Maustaste gedr&uuml;ckt, um einen rechteckigen
		Bereich zu definieren, der abfotografiert werden soll.<br>
		Nach dem Loslassen der Maustaste &ouml;ffnet sich das Bildbearbeitungsfenster
		zur weiteren Bearbeitung Ihres Screenshots.<br><br>
		Um den Bereich sp&auml;ter noch einmal abzufotografieren, w&auml;hlen Sie <em>Zuletzt 
		gew&auml;hlten Bereich abfotografieren</em>.
	</p>
	
	<h3>Fenstermodus</h3>
	
	<p>
		Aktivieren Sie den FensterModus, indem Sie <em>Alt + Druck</em> auf 
		Ihrer Tastatur bet&auml;tigen oder <em>Fenster abfotografieren</em> aus dem
		Kontextmen&uuml; w&auml;hlen.<br>
		Klicken Sie auf das Fenster, dass abfotografiern werden soll.<br>
		Nachdem Sie geklickt haben &ouml;ffnet sich das Bildbearbeitungsfenster
		zur weiteren Bearbeitung Ihres Screenshots.
	</p>
	
	<h3>Bildschirmmodus</h3>
	
	<p>
		Wenn Sie den gesamten Bildschirm abfotografieren wollen, dr&uuml;cken Sie einfach 
		<em>Ctrl + Print</em> auf Ihrer Tastatur oder w&auml;hlen Sie <em>Kompletten
		Bildschirm abfotografieren</em>.<br>
		Der komplette Bildschirm wird sofort abfotografiert, das Bildbearbeitungsfenster
		&ouml;ffnet sich zur weiteren Bearbeitung Ihres Screenshots.
	</p>
	
	<a name="imageeditor"><h2>Bildbearbeitungsfenster</h2></a>
	
	<p>
		Wenn Sie das Bildbearbeitungsfenster nicht nutzen wollen können Sie im 
		Kontextmenü oder im Einstellungsdialog festlegen, dass es nicht angezeigt
		werden soll. In diesem Fall wird der Screenshot sofort in eine Datei
		gespeichert. Speicherort, Dateiname und Bildformat sind dann abhängig von
		den bevorzugten Ausgabedatei-Einstellungen im Einstellungsdialog.
	</p>
	
	<h3>Datei-Men&uuml;</h3>
	
	<ul>
		<li><em>Speichern</em>: speichert die Grafik unter dem Pfad der beim letzten <em>Speichern unter...</em> Dialog gew&auml;hlt wurde</li>
		<li><em>Speichern unter...</em>: &ouml;ffnet einen Dialog zur Auswahl des Pfads und Dateinamens unter dem die Grafik gespeichert werden soll</li>
		<li><em>Grafik in die Zwischenablage kopieren</em>: kopiert die Grafik in die Zwischenablage, so dass sie in anderer Software verwendet werden kann</li>
	</ul>
	
	<h3>Bearbeiten-Men&uuml;</h3>
	
	<ul>
		<li><em>Gew&auml;hltes Element in die Zwischenablage ausschneiden</em>: entfernt das ausgew&auml;hltes Element und kopiert es in die Zwischenablage, so dass es in ein anderes Bildbearbeitungsfenster eingef&uuml;gt werden kann</li>
		<li><em>Gew&auml;hltes Element in die Zwischenablage kopieren</em>: kopiert das ausgew&auml;hltes Element in die Zwischenablage, so dass es in ein anderes Bildbearbeitungsfenster eingef&uuml;gt werden kann</li>
		<li><em>Element aus der Zwischenablage einf&uuml;gen</em>: f&uuml;gt ein vorher ausgeschnittenes/kopiertes Element in das Bildbearbeitungsfenster ein</li>
		<li><em>Gew&auml;hltes Element duplizieren</em>: dupliziert das gew&auml;hlte Element</li>
	</ul>
	
	<h3>Objekt-Men&uuml;</h3>
	
	<ul>
		<li><em>Rechteck hinzuf&uuml;gen</em>: f&uuml;gt ein Rechteck zur Grafik hinzu</li>
		<li><em>Ellipse hinzuf&uuml;gen</em>: f&uuml;gt eine Ellipse zur Grafik hinzu</li>
		<li><em>Textfeld hinzuf&uuml;gen</em>: f&uuml;gt ein Textfeld zur Grafik hinzu</li>
		<li><em>Gew&auml;hltes Element l&ouml;schen</em>: entfernt das gew&auml;hlte Element aus der Grafik</li>
	</ul>
	
	<p>
		Klicken Sie ein Element an um es auszuw&auml;hlen. Anschlie&szlig;end k&ouml;nnen Sie die Gr&ouml;&szlig;e oder
		Position ver&auml;ndern, oder es kopieren, ausschneiden oder entfernen. Die Gr&ouml;&szlig;e
		eines Elements kann durch Klicken und Ziehen der Anfasser (kleine schwarze
		Quadrate) an der linken oberen oder der rechten unteren Ecke ge&auml;ndert werden.
	</p>
	
	
	</body>
</html>
